Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: En el caso que el medicamento se elabore por un fabricante principal y uno alterno, se deberá presentar los estudios de Bioequivalencia para cada uno de los fabricantes.
es_es: Should a main and an alternative manufacturer exist, bioequivalence studies should be submitted for both manufacturers.

source: En el caso que el principio activo no se encuentre en la Tabla 1 del presente instructivo, el regulado puede presentar los estudios de Bioequivalencia de forma voluntaria, para lo cual debe ingresar previamente una solicitud a través del Sistema de Gestión Documental – Quipux.
es_es: In the event that the active ingredient is not in Table 1 hereof, the applicant may submit the Bioequivalence studies voluntarily, for which a request must be previously submitted through the Document Management System – Quipux.

source: En el caso que el principio activo no se encuentre en la Tabla 1, el regulado puede presentar los estudios de Bioequivalencia de forma voluntaria, para lo cual debe ingresar previamente una solicitud para que la ARCSA determine el medicamento comparador, indicando el medicamento objeto de investigación, conforme el procedimiento indicado en la sección de ESTUDIOS VOLUNTARIOS, del Anexo 2 del presente instructivo.
es_es: If the drug substance is not included in Table 1, the applicant may of its own will file the bioequivalence studies by stating the study drug and requesting ARCSA to set the comparator, pursuant to Annex 2, VOLUNTARY STUDIES, hereof.

source: En el caso que existan varios medicamentos que cumplan con los requisitos descritos en el inciso anterior, tendrá preferencia el primer medicamento que haya obtenido el registro sanitario nacional, el mismo que será indicado por la Agencia.
es_es: Should several drug products meet the above requirements, the first drug product to obtain a national health registration as designed by ARCSA shall be given priority.

source: En el caso que se determine que el laboratorio o centro no cumple con BPBE se excluirá de la base de datos de la ARSCA, sin perjuicio de otras sanciones a las que hubiere lugar.
es_es: Should the laboratory or center fail to comply with BPBE, it will be excluded from the ARSCA database, notwithstanding any other applicable sanctions.

source: En el caso que se verifique que el establecimiento no cumple con Buenas Prácticas de Bioequivalencia, no se incluirá al establecimiento en la base de datos de la Agencia, o se retirará de la misma, según sea el caso.
es_es: Should the inspected site fail to comply with Good Bioequivalence Practices, it will not be included in the Agency's database, or removed from it, as the case may be.

source: En el diseño tanto de los estudios cruzados como en los estudios paralelos para medicamentos orales, el tiempo de recolección de la muestra debe ser adecuado para garantizar el tránsito del medicamento a través del tracto gastrointestinal (GI) (aproximadamente 2-3 días) y la absorción del principio activo.
es_es: In oral drug crossover and parallel-group study designs, the sample collection time should allow for drug transit through the gastrointestinal (GI) tract (approximately 2-3 days) and absorption of the drug substance.

source: En el estudio de bioequivalencia (BE) de una serie de dosis que se pueden considerar proporcionales (véase la numeral 11.3) se debe administrar la dosis que permita la mayor sensibilidad para determinar la bioequivalencia (BE).
es_es: In the bioequivalence (BE) study of a series of doses that can be considered proportional (see 11.3), the dose that allows the greatest sensitivity for bioequivalence (BE) should be administered.

source: En el protocolo del estudio se deben establecer criterios claros para la inclusión y la exclusión.
es_es: The study protocol should clearly establish inclusion and exclusion criteria.

source: En este caso la sustitución del medicamento comparador con el medicamento multifuente o genérico podría conducir a la toxicidad.
es_es: In this case, replacing the comparator with the multi-source or generic drug could lead to toxicity.

source: En este caso la sustitución del medicamento comparador con el medicamento multifuente o genérico podría conducir a una eficacia terapéutica reducida.
es_es: In this case, replacing the comparator with the multi-source or generic drug could lead to reduced therapeutic efficacy.

source: En este caso no se hace ninguna prueba en contra de los criterios de aceptación durante el análisis intermedio y no se puede probar bioequivalencia (BE) en ese punto.
es_es: In this case, no testing against the acceptance criteria is done during the interim analysis and bioequivalence cannot be proven at that point.

source: En este caso puede llevarse a cabo un estudio cruzado de dosis múltiples en pacientes, sin interrumpir la terapia.
es_es: In these cases, a cross-over multiple dose study can be performed without patients interrupting their therapy.

source: En este caso, la dosis total no debe exceder la dosis diaria máxima del régimen de dosificación.
es_es: In this case, the total dose should not exceed the maximum daily dose of the dosing regimen.

source: En este diseño cada sujeto recibe el medicamento multifuente o genérico y el medicamento comparador en un orden aleatorio.
es_es: In this design each subject receives the multi-source or generic drug and the comparator drug in a random order.

source: En este segundo caso, un período de lavado más largo debe ser considerado para permitir la eliminación en sujetos con tasas de eliminación más bajas.
es_es: In the latter case, a longer washout period may be considered to allow for the elimination in low-clearance rate subjects.

source: En este sentido una preocupación es la posibilidad de que los alimentos pueden desencadenar una liberación repentina y brusca del principio activo que lleva a "liberación abrupta (dose dumping)".
es_es: Of concern here is the potential sudden unleashing of the drug substance, i.e., dose dumping, because of food co-administration.

source: En estos casos, el objetivo es seleccionar una comida que desafíe la solidez de la nueva formulación multifuente o genérica frente a los efectos prandiales sobre la biodisponibilidad (BD).
es_es: In these cases, the selected meal is expected to challenge the new multi-source or generic formulation post-prandial bioavailability.

source: En estos experimentos la alta permeabilidad se determina con respecto a la alta permeabilidad de una serie de compuestos de referencia con permeabilidades y los valores documentados de la fracción absorbida, incluyendo algunos para los que la fracción de la dosis absorbida es al menos 85%.
es_es: In these experiments the high permeability is determined relative to that of a series of reference compounds with documented permeabilities and fraction absorbed values, including some for which the absorbed dose fraction is at least 85%.

source: En estudios de biodisponibilidad (BD), la forma y el área bajo la curva de la concentración plasmática vs tiempo se utilizan principalmente para evaluar la tasa (Cmax, tmax) y la extensión (AUC) de la exposición.
es_es: In bioavailability (BD) studies, the shape and area under the plasma concentration vs time curve are primarily used to assess the rate (Cmax, tmax) and extent (AUC) of exposure.

source: En general, el muestreo debe continuar durante el tiempo suficiente para asegurar que el 80% de las AUC (0-∞) pueda ser determinado, pero generalmente no es necesario tomar muestras por más de 72 horas.
es_es: In general, sampling should continue for long enough to ensure that 80% of the AUC (0-∞) is determined, although it is generally not necessary to take samples for more than 72 hours.

source: En general, los riesgos de llegar a una decisión bioexención inapropiada necesitan ser evaluados de manera más crítica cuando el grado de absorción es menor (especialmente si biodisponibilidad absoluta <50%); por lo tanto, es esencial que los excipientes de la formulación del medicamento propuesto sean examinados cuidadosamente.
es_es: As a general rule, the risks biowaiver misjudgment need to be assessed more critically when the extent of absorption is lower (especially if absolute bioavailability <50%); therefore, it is essential that the inactive ingredients of the proposed drug formulation be carefully examined.

source: En general, para un estudio de bioequivalencia (BE) que implica un medicamento multifuente o genérico y un medicamento comparador, el diseño más común corresponde a uno de dos periodos, de dos secuencias, de dosis única, aleatorizado y cruzado realizado con voluntarios sanos.
es_es: Bioequivalence (BE) studies expected to compare the in vivo performance of a multi-source or generic drug with that of a comparator are most frequently designed as 2-period, 2-sequence, single dose, randomized, cross-over studies on healthy volunteers.

source: En general:
es_es: Overall;

source: En la mayoría de los casos, el principio activo o sus metabolitos son determinados en suero o plasma.
es_es: In most cases, the active ingredient or its metabolites are determined in serum or plasma.

source: En la mañana del estudio se restringe el consumo de agua durante una hora antes de la administración del medicamento.
es_es: On the morning of the study, water consumption is restricted for one hour before drug administration.

source: En la preparación de cualquier ensayo de un medicamento con seres humanos es importante que los objetivos específicos, los problemas, riesgos y beneficios propuestos en el estudio se consideren a fondo y que el diseño tenga bases científicas y éticas plenamente justificadas.
es_es: In preparing any drug trial with human subjects, thorough consideration must be given to the study specific purposes, problems, risks and benefits, and the design must be fully scientifically and ethically grounded.

source: En la solicitud de aprobación de resultados se deberá incluir la siguiente información:
es_es: The application for approval of results should include:

source: En los dos casos, los intervalos de confianza observados, comparando el medicamento de fuentes múltiples y el comparador, deben estar dentro de los márgenes de equivalencia elegidos para proporcionar pruebas convincentes de la equivalencia.
es_es: In both cases, the observed multi-source drug vs comparator CIs should be within the chosen equivalence margins to meaningfully evidence equivalence.

source: En los estudios de bioequivalencia (BE) se debe utilizar una dosis molar equivalente para el medicamento multifuente o genérico y para el comparador
es_es: In bioequivalence (BE) studies, an equivalent molar dose should be used for the multi-source or generic drug and the comparator.

source: En los estudios en el estado estacionario, el lavado de la última dosis del tratamiento previo puede enmascararse con el estado estacionario del segundo tratamiento, por eso el período de lavado debe ser suficientemente largo (al menos 5 veces la vida media terminal).
es_es: In steady-state studies, the washout of the last previous treatment last dose should be long enough (at least 5 times the terminal half-life) not to be masked into the second treatment steady-state.

source: En los estudios en los que se pueden registrar las variables continuas, el curso de tiempo de la intensidad de la acción puede ser descrita de la misma manera que en un estudio en el cual las concentraciones del plasma son medidas y los parámetros pueden derivarse a describir el área bajo la efecto- curva de tiempo, la respuesta máxima y el tiempo al cual esa respuesta máxima ocurre.
es_es: In studies including continuous variables, action strength time course can be described in the same way as in plasma-concentration-measuring studies, deriving parameters for the area under the effect-time curve, the maximum response and the maximum response time.

source: En resumen, las bioexenciones para formas de dosificación sólidas orales basadas en BCS pueden ser considerados bajo las siguientes condiciones:
es_es: In summary, biowaivers for BCS oral solid dosage forms may be considered under the following conditions:

source: En situaciones donde pueda presentarse un efecto placebo importante, la comparación entre los medicamentos farmacéuticos sólo puede hacerse por una consideración a priori del efecto placebo potencial en el diseño del estudio.
es_es: Where a significant placebo effect may be present, drug comparison can only be made through an a priori consideration of the potential placebo effect in the study design.

source: En tal caso, se debe realizar la comparación de los datos de la mediana y el rango de cada medicamento.
es_es: In such a case, the median and range data for each drug should be compared.

source: En tales casos los metabolizadores lentos tendrán una mayor biodisponibilidad (BD) del principio activo mientras que la biodisponibilidad (BD) de los posibles metabolitos activos será menor.
es_es: In such cases, poor metabolizers will result in higher drug substance bioavailability and lower potential metabolite bioavailability.

source: En tales situaciones, un diseño de estudio secuencial de dos etapas puede ser empleado como una alternativa a la realización de un estudio piloto (véase el numeral 8.6.1 para más información).
es_es: In such situations, a two-stage sequential study design may be an alternative to a pilot study (see 8.6.1 for more information).

source: En tales situaciones, un estudio de diseño secuencial de dos etapas se puede emplear de tal manera que se pueda estimar la variabilidad en la primera etapa del estudio.
es_es: In such situations, a two-stage sequential study design may be used to assess variability during the study first stage.

source: En todos los casos se deberá demostrar, además, que el uso de los excipientes incluidos en la formulación del medicamento multifuente o genérico están bien establecidos en medicamentos que contienen ese principio activo y que los excipientes utilizados no conducirán a diferencias entre el medicamento comparador y el multifuente o genérico con respecto a los procesos que afectan la absorción (por ejemplo, por los efectos sobre la motilidad GI o interacciones con los procesos de transporte) o que puedan dar lugar a interacciones que alteren la farmacocinética del principio activo.
es_es: In all cases, use of the inactive ingredients in the multi-source or generic drug formulation must be proved to be well established for the corresponding drug-substance-containing products, making sure that they do not lead to absorption process differences between the comparator and the multi-source or generic drug (for example, GI motility effects or interactions with transport processes) or that they do not favor interactions that alter the drug substance pharmacokinetics.

source: En todos los casos, deben ser utilizados excipientes usuales en cantidades bien establecidas en medicamentos multifuente o genéricos.
es_es: In all cases, the usual inactive ingredients should be used in well-established quantities in multi-source or generic drugs.

source: Enable
es_es: Habilitar

source: Enabled
es_es: Habilitada

source: Enantiomeric purity
es_es: Pureza enantiomérica

source: Enantiomeric Impurity
es_es: Impureza enantiomérica

source: Enantiomeric impurity
es_es: Impureza enantiomérica

source: Encapsulation
es_es: Encapsulado

source: Encapsulation:
es_es: Encapsulado:

source: Encapsulator
es_es: Encapsuladora

source: Encárguese de la ejecución y verificación del cumplimiento de la presente normativa a la Coordinación Técnica de Certificaciones, Autorizaciones y Buenas Prácticas Sanitarias o quien ejerza sus competencias, por intermedio de la Dirección Técnica competente, dentro del ámbito de sus atribuciones; y la Coordinación Técnica de Vigilancia y Control Posterior o quien ejerza sus competencias, por intermedio de la Dirección Técnica competente, dentro del ámbito de sus atribuciones.
es_es: The Technical Coordination of Certifications, Authorizations and Good Sanitary Practices or whoever exercises its powers, through the competent Technical Directorate, within the scope of its attributions, and the Technical Coordination of Surveillance and Subsequent Control, or whoever exercises its powers, through the competent Technical Directorate, within the scope of its attributions, shall be responsible for the execution and verification of compliance with these provisions.

source: End [%]
es_es: Fin [%]

source: End of experiment (analysis):
es_es: Fin del ensayo (análisis):

source: End of primary drying at 8°C
es_es: Fin del secado primario a 8 °C

source: End of trial examination included physical examination, vital signs, ECG, safety laboratory, recording of AEs and concomitant therapy.
es_es: La revisión del fin del ensayo debía incluir una exploración física, evaluación de signos vitales, ECG, pruebas de laboratorio de seguridad, y registro de los eventos adversos y los tratamientos concomitantes.

source: End stage renal disease with low protein
es_es: Enfermedad renal terminal con niveles bajos de proteínas

source: End-of-trial and follow-up period
es_es: Fin de ensayo y período de seguimiento

source: Endotoxin is controlled at DS release with a specification provided in 3.2.S.4.1 Specifications and at DP release with a specification provided in 3.2.P.5.1 Specifications.
es_es: El nivel de endotoxinas se controla en el momento de liberación del principio activo con la especificación incluida en 3.2.S.4.1, Especificaciones, y en el momento de liberación del medicamento con la especificación incluida en 3.2.P.5.1, Especificaciones.

source: Endovascular Thrombectomy Utilisation
es_es: Uso de trombectomía endovascular

source: Endovascular Thrombectomy Utilisation (n=1550)
es_es: Uso de trombectomía endovascular (n=1550)

source: Endovascular therapy is highly effective but resource-intensive and access is currently limited in Australia.
es_es: La terapia endovascular es muy efectiva pero requiere muchos recursos y el acceso a ella es actualmente limitado en Australia.

source: Endovascular therapy: All patients will be transferred to the interventional neuroradiology suite after vascular imaging contraindications to endovascular therapy are excluded by the neurointerventionist.
es_es: Tratamiento endovascular: todos los pacientes serán transferidos a la sala de neurorradiología intervencionista luego de que un neurointervencionista descarte que existan contraindicaciones para obtener imágenes vasculares.

source: Endovascular thrombectomy can commence (groin puncture) within 6 hours of stroke onset
es_es: La trombectomía endovascular puede iniciarse (punción inguinal) en las 6 horas posteriores al inicio del accidente cerebrovascular.

source: Endovascular thrombectomy use (n=1577)
es_es: Uso de trombectomía endovascular (n=1577)

source: Endovascular thrombectomy – standard care for large vessel ischemic stroke
es_es: Trombectomía endovascular: atención protocolar para el accidente cerebrovascular isquémico de grandes vasos

source: Endpoints of efficacy
es_es: Criterios de valoración de la eficacia

source: Endpoints of safety
es_es: Criterio de valoración de la seguridad

source: Endpoints related to diabetes included changes from baseline in HbA1c, lipid parameters, and renal laboratory parameters.
es_es: Algunos criterios de valoración relacionados con la diabetes fueron los cambios desde el inicio en la HbA1c y los parámetros lipídicos y de laboratorio renal.

source: Ennigerloh – Germany
es_es: Ennigerloh – Alemania

source: Enrolling hospital
es_es: Hospital de reclutamiento

source: Enrollment at the initial hospital ensures the capture of data regarding a potential early response to thrombolysis in patients who otherwise might have been excluded if recruitment had been delayed by interhospital transfer.
es_es: La inscripción en el hospital inicial garantiza la recopilación de datos sobre una posible respuesta temprana a la trombólisis en pacientes que, de otro modo, podrían haber sido excluidos si el reclutamiento se hubiera retrasado por el traslado interhospitalario.

source: Enrollment, Randomization, and Follow-up of Patients in a Study of the Effect of Tenecteplase Dose on Cerebral Reperfusion Before Thrombectomy in Patients With Large Vessel Occlusion Ischemic Stroke
es_es: Inscripción, aleatorización y seguimiento de pacientes en un estudio del efecto de la dosis de tenecteplasa sobre la reperfusión cerebral antes de la trombectomía en pacientes con accidente cerebrovascular isquémico por oclusión de grandes vasos

source: Enrolment in another trial‡
es_es: Reclutamiento en otro ensayo‡

source: Ensayos clínicos comparativos;
es_es: Comparative clinical trials

source: Ensayos comparativos in vitro.
es_es: In vitro comparative trials.

source: Ensure that flames are not produced at any time during the procedure.
es_es: No se pueden producir llamas en ningún momento del procedimiento.

source: Ensures container closure integrity (CCI) of the closed container.
es_es: Garantiza la integridad del envase y sistema de cierre del recipiente cerrado.

source: Ensures effectiveness of filtration
es_es: Garantiza la eficacia de la filtración

source: Ensures manufacturing within the validated ranges, given by aseptic media fill.
es_es: Garantiza la fabricación dentro de los rangos validados, dados por el llenado aséptico.

source: Ensures presence of anti-counterfeiting feature
es_es: Garantiza la presencia de medidas antifalsificación

source: Ensures prevention of needle stick injuries post-injection
es_es: Garantiza la prevención de lesiones posteriores la inyección a causa de la aplicación.

source: Ensures product quality
es_es: Garantiza la calidad del medicamento

source: Ensures that material in contact with the patient / user is biocompatible
es_es: Garantiza que el material en contacto con el paciente / usuario sea biocompatible

source: Ensures the absence of visual damage
es_es: Garantiza la ausencia de daños visibles

source: Ensures the absence of visual damage of the closed folding box
es_es: Garantiza la ausencia de daños visibles en la caja plegable

source: Ensures the correct extractable volume for each vial.
es_es: Garantiza el volumen correcto extraíble por cada vial.

source: Ensures the correct injection depth
es_es: Garantiza la profundidad correcta de la inyección

source: Ensures the integrity of the assembled PFS-NSD-1
es_es: Garantiza la integridad del dispositivo PFS-NSD-1 una vez montado

source: Ensures the integrity of the entire PFS-NSD combination product
es_es: Garantiza la integridad de todo el producto combinado PFS-NSD

source: Ensures the user receives feedback on completion of injection
es_es: Garantiza que el usuario reciba alguna retroalimentación al completar la inyección

source: Ensures user can open the folding box containing the PFS-NSD-1
es_es: Garantiza que el usuario pueda abrir la caja plegable que contiene el dispositivo PFS-NSD-1

source: Ensures user can perform the injection
es_es: Asegura que el usuario pueda aplicar la inyección

source: Ensures user can remove the RNS prior to performing the injection
es_es: Garantiza que el usuario pueda extraer la funda de aguja rígida y aplicar la inyección

source: Ensures user has intact printed information after opening the folding box
es_es: Garantiza que el usuario mantenga la información impresa intacta tras abrir la caja plegable

source: Ensuring that the patient receives the labeled amount of drug from each dose
es_es: Asegurarse de que en cada dosis el paciente reciba la cantidad del medicamento según se consigna en la etiqueta.
